{
    "FireForceDefense": "FireForceDefense",
    "Please enter nickname": "Bitte Nickname eingeben!",
    "back": "zurück",
    "Nickname": "Spitzname:",
    "log in": "Anmelden",
    "Credits": "Credits",
    "lost": "Verloren",
    "victory": "Gewonnen",
    "next level": "Nächstes Level",
    "new start": "Neustarten",
    "back to level selection": "Zurück zur Levelauswahl",
    "menu": "Menü",
    "Game is paused": "Das Spiel ist pausiert.",
    "Really leave level?": "Level wirklich verlassen?",
    "Yes, back to world!": "Ja, zur Auswahl!",
    "No, continue playing!": "Nein, weiterspielen",
    "Restart Level": "Level neustarten",
    "Really restart?": "Wirklich neustarten?",
    "Yes, restart!": "Ja, neustarten!",
    "continue playing": "Weiterspielen",
    "InGame currency for paying protective measures against fire.": "Ingame Währung um Schutzmaßnahmen gegen das Feuer zu bezahlen",
    "Causes the clouds to give the complete level a rain shower. It's only one time use per level.": "Veranlasst die Wolken das gesamte Level mit einem Regenschauer zu überziehen. Diese Funktion ist nur einmal pro Level eingesetzt werden.",
    "Pauses the level and gives options to resume, to restart and to go back to the level selection.": "Pausiert das Level und gibt die Möglichkeit das Level fortzusetzen, neu zu starten oder zur Levelauswahl zurückzukehren.",
    "building menu": "Baumenü",
    "Removes an selected object on a cell to enable building a building and other fire fighting units.": "Entfernt ein Objekt auf einer Zelle, damit dort Gebäude und Einheiten zur Feuerbekämpfung platziert werden können.",
    "help": "Hilfe",

    "A burnt area without life or the extinguished fire.": "Eine niedergebrannte Ebene, welche weder Leben noch das ehemalige Feuerbeherbergt.",
    "Food is essential, but also very fragil against fire and its expandation.": "Nahrung ist überlebenswichtig, jedoch auch sehr anfällig für Feuer und dessen Ausbreitung.",
    "An unsteady area with a small amount of vegetation, which gives fire a harder time to expand.": "Ein unwegsames Gelände mit einem geringen Anteil an Vegetation, was eine Ausbreitung eines Feuers erschwert.",
    "An everlasting heat source, which burns everything around it with ease.": "Eine immerwährende Hitzequelle, die alles umliegende mit Leichtigkeit niederbrennt.",
    "An infinite water supply leads to a very high water resistance.": "Ein unbegrenzter Vorat an Wasser sorgt für eine hohe Feuerresistenz.",
    "The harsh terrain keeps the existing vegetation dry and improves the expansion of fire.": "Die harsche Umgebung lässt vorherschende Vegetation austrocknen und beschleunigt so die Ausbreitung eines Feuers.",
    "The fertilized earth with good vegetation gives fire more time to stay.": "Ein fruchtbarer Boden mit ausreichender Vegetation erhöht die Branddauer.",
    "Grassy landscape is important for the livestock. Unfortunately its easily devoured by fire.": "Die Graslandschaft ist wichtig für das Vieh, kann jedoch schnell vom Feuer verschlungen werden.",
    "An area with few and far between vegetation causes trouble for a fire, but can't stop its rampage": "Eine Ebene mit dünn gesäter Vegetation, welche es ein fortschreiten des Feuers behindern, aber nicht aufhalten kann.",
    "The main building which must be protected at all cost. The coordination of the fire fighting is organized here.": "Das Hauptquatier, welches um jeden Preis verteidigt werden muss. Von hier wird die gesamte Feuerbekämpfung koordiniert.",
    "Inherits strong and resilient trees, which hold back fire better, but also let the fire burn longer.": "Enthält starke, widerstandsfähige Bäume, welche das Feuer etwas aufhalten aber dafür auch länger brennen lassen.",
    "The remains after a burn let merely guess the splendor for former nature and civilization.": "Überreste nach einem Brand lassen lediglich die einztige Pracht der Natur und Zivilisation erahnen.",
    "A worth protecting building, which can't withstand a fire without additional protection.": "Ein schützenswertes Gebäude, was ohne Hilfe dem Feuer nicht standhalten kann.",
    "An alienated cran, which gives a big contribution in the fight against a fire.": "Ein zweckentfremdeter Kran, der jetzt bei der Feuerbekämpfung einen großen Beitrag leistet.",
    "A big ship keeps the surrounded domain save from fire with its infinity water supply.": "Ein großes Schiff sichert mit seinem unendlichen Wasservorat das gesamte umliegende Gebiet vor Feuer.",
    "A battle-hardened force, which fears no fire front.": "Eine kampferprobte Truppe, die sich vor keiner Feuerfront fürchtet.",
    "A big tower with a built-in water pump and a raised fire extinguishing range.": "Ein großer Turm mit eingebauter Wasserpumpe und einer erhöhten Löschreichweite.",
    "A mighty aircraft with big cisterns, which keeps fire at bay with ease.": "Eine mächtiges Luftschiff, welches mit seinen Wassertanks jeden Brand mit Leichtigkeit in Schach halten kann.",
    "A big rock, which makes it impossible to build something or station a unit without removing this rock.": "Ein großer Stein der es unmöglich macht ohne weiteres ein Gebäude zu platzieren."
}
