{
    "FireForceDefense": "FireForceDefense",
    "Please enter nickname": "Bitte Nickname eingeben!",
    "back": "zurück",
    "Nickname": "Spitzname:",
    "log in": "Anmelden",
    "Credits": "Credits",
    "lost": "Verloren",
    "victory": "Gewonnen",
    "next level": "Nächstes Level",
    "new start": "Neustarten",
    "back to level selection": "Zurück zur Levelauswahl",
    "menu": "Menü",
    "Game is paused": "Das Spiel ist pausiert.",
    "Really leave level?": "Level wirklich verlassen?",
    "Yes, back to world!": "Ja, zur Auswahl!",
    "No, continue playing!": "Nein, weiterspielen",
    "Restart Level": "Level neustarten",
    "Really restart?": "Wirklich neustarten?",
    "Yes, restart!": "Ja, neustarten!",
    "continue playing": "Weiterspielen",
    "Money: InGame currency for paying protective measures against fire.": "Geld: In-Game-Währung um Schutzmaßnahmen gegen das Feuer zu bezahlen.",
    "Relief: Causes the clouds to give the complete level a rain shower. It's only one time use per level.": "Unterstützung: Veranlasst die Wolken, das gesamte Spielfeld mit einem Regenschauer zu überziehen. Diese Funktion kann nur einmal pro Level eingesetzt werden.",
    "Menu: Pauses the level and gives options to resume, to restart and to go back to the level selection.": "Menü: Pausiert das Level und gibt die Möglichkeit, das Level fortzusetzen, neu zu starten oder zur Levelauswahl zurückzukehren.",
    "building menu": "Baumenü",
    "Remove: Removes an selected object on a cell to enable building a building and other fire fighting units.": "Abbauen: Entfernt ein Objekt auf einer Zelle, damit dort Gebäude und Einheiten zur Feuerbekämpfung platziert werden können.",
    "help": "Hilfe",

    "Burned: A burnt area without life or the extinguished fire.": "Abgebrannt: Eine niedergebrannte Ebene, welche weder Vegetation noch sonstige Objekte beherbergt.",
    "Field: Food is essential, but also very fragil against fire and its expandation.": "Feld: Nahrung ist überlebenswichtig, jedoch auch sehr anfällig für Feuer und dessen Ausbreitung.",
    "Mountains: An unsteady area with a small amount of vegetation, which gives fire a harder time to expand.": "Gebirge: Ein unwegsames Gelände mit einem geringen Anteil an Vegetation, was eine Ausbreitung eines Feuers erschwert.",
    "Lava lake: An everlasting heat source, which burns everything around it with ease.": "Lavasee: Eine immerwährende Hitzequelle, die alles umliegende mit Leichtigkeit niederbrennt.",
    "Lake: An infinite water supply leads to a very high water resistance.": "See: Ein unbegrenzter Vorrat an Wasser sorgt für eine hohe Feuerresistenz.",
    "Volcanics: The harsh terrain keeps the existing vegetation dry and improves the expansion of fire.": "Vulkangestein: Die harsche Umgebung lässt vorherrschende Vegetation austrocknen und beschleunigt so die Ausbreitung eines Feuers.",
    "Forest ground: The fertilized earth with good vegetation gives fire more time to stay.": "Waldboden: Ein fruchtbarer Boden mit ausreichender Vegetation erhöht die Branddauer.",
    "Meadow: Grassy landscape is important for the livestock. Unfortunately its easily devoured by fire.": "Wiese: Die Graslandschaft ist wichtig für das Vieh, kann jedoch schnell vom Feuer verschlungen werden.",
    "Desert: An area with few and far between vegetation causes trouble for a fire, but can't stop its rampage": "Wüste: Eine Ebene mit dünn gesäter Vegetation, welche es ein Fortschreiten des Feuers behindern, aber nicht aufhalten kann.",
    "Basis: The main building which must be protected at all cost. The coordination of the fire fighting is organized here.": "Basis: Das Hauptquartier, welches um jeden Preis verteidigt werden muss. Von hier wird die gesamte Feuerbekämpfung koordiniert.",
    "Grove: Inherits strong and resilient trees, which hold back fire better, but also let the fire burn longer.": "Baumgruppe: Enthält große Bäume, welche dem Feuer ausreichend Nahrung bieten und so schnell zu einer Gefahr werden können.",
    "Deadwood: Dead and dried trees, which burn very easily and very long.": "Totholz: Abgestorbene und ausgetrocknete Bäume, welche sehr leicht und sehr lange brennen.",
    "Fire scene residue: The remains after a burn let merely guess the splendor for former nature and civilization.": "Brandreste: Überreste nach einem Brand lassen lediglich die einstige Pracht der Natur und Zivilisation erahnen.",
    "House: A worth protecting building, which can't withstand a fire without additional protection.": "Haus: Ein schützenswertes Gebäude, was ohne Hilfe dem Feuer nicht standhalten kann.",
    "Fire-fighting crane: An alienated crane, which gives a big contribution in the fight against a fire.": "Löschkran: Ein zweckentfremdeter Kran, der jetzt bei der Feuerbekämpfung einen großen Beitrag leistet.",
    "Fire-fighting ship: A big ship keeps the surrounded domain save from fire with its infinity water supply.": "Löschschiff: Ein großes Schiff sichert mit seinem unendlichen Wasservorrat das gesamte umliegende Gebiet vor Feuer.",
    "Firefighters: A troop of common people, who breast the fire out of hardship.": "Löschtrupp: Eine Truppe einfacher Leute, die sich aus Not dem Feuer entgegenstellen.",
    "Fire-fighting tower: A big tower with a built-in water pump and a raised fire extinguishing range.": "Löschturm: Ein großer Turm mit eingebauter Wasserpumpe und einer erhöhten Löschreichweite.",
    "Fire-fighting zeppelin: A mighty aircraft with big cisterns, which keeps fire at bay with ease.": "Löschzeppelin: Ein mächtiges Luftschiff, welches mit seinen Wassertanks jeden Brand mit Leichtigkeit in Schach halten kann.",
    "Boulders: A big rock, which makes it impossible to build something or station a unit without removing this rock.": "Steinbrocken: Ein großer Stein, der es unmöglich macht, ohne weiteres ein Gebäude zu platzieren.",
    "Default help text": "Die Hauptbasis kann durch strategische Platzierung und durch Löscheinrichtungen vor Feuer geschützt werden. Wenn außerdem die beiden Häuser erhalten werden, gibt es zusätzliche Sterne. Das Level ist gewonnen, wenn alles gelöscht ist."
}
